{
  "title": "Istvan Sky App",
  "items": [
    {
      "title": "Home",
      "type": "home",
      "imageName": "menu-home",
      "webUrl": "http://istvansky.com/",
      "items": [
        {
          "title": "Feed",
          "type": "feed",
          "items": [
            {
              "title": "Spirit from the sky healing concert",
              "imageUrl": "https://firebasestorage.googleapis.com/v0/b/istvan-sky-beta.appspot.com/o/images%2Fistvan-belgium-concert-1.jpg?alt=media&token=df6ad5cd-002e-4a6e-b6f7-b8237a225327",
              "content": "Join Istvan at his healing concert from Belgium. The event will take place at Château de Bossuit. More details will be available soon...",
              "webUrl": "http://istvansky.com",
              "actionTitle": "Tour dates",
              "type": "tour"
            },
            {
              "title": "Dakini 2019",
              "imageUrl": "http://istvansky.com/wp-content/uploads/2018/10/43729521_702802800094088_7420351019466358784_n.jpg",
              "content": "“We are honoured to announce that István Sky -healer, singer, musician and spiritual teacher – will be part of Dakini Festival 2019.”",
              "webUrl": "https://dakinifestival.com/tickets/",
              "actionTitle": "Istvan at Dakini",
              "type": "web"
            },
            {
              "title": "The Song of the Butterfly",
              "imageUrl": "https://img.youtube.com/vi/roTqa0EaZM4/hqdefault.jpg",
              "content": "Hear the divine healing sounds channelled by Istvan Sky, Estas Tonne and Pablo Arellano. See if there is going to be a concert in your area.",
              "webUrl": "https://www.youtube.com/watch?v=roTqa0EaZM4",
              "youtubeVideoId": "roTqa0EaZM4",
              "actionTitle": "Tour dates",
              "type": "tour"
            },
            {
              "title": "The Man Who Heals with Music",
              "imageUrl": "https://img.youtube.com/vi/l8Xc2amoUz8/hqdefault.jpg",
              "content": "Istvan Sky has been living near the forest for more than a decade. Learn about him and how he lives for inspiration in your own life.",
              "webUrl": "https://www.youtube.com/watch?v=l8Xc2amoUz8",
              "youtubeVideoId": "l8Xc2amoUz8",
              "playWithSubtitles": true,
              "actionTitle": "About Istvan",
              "type": "about"
            }
          ]
        },
        {
          "title": "About Istvan Sky",
          "imageName": "istvan",
          "content": "Istvan started learning music as a young boy and has kept doing so to this day. He studied singing and music first from his family, from nature, then from Indian and Tibetan Masters. In 1990 he became the disciple of the renowned sarod maestro Smt. Sharan Rani in New Delhi, from whom he learned complex spiritual musical art (table, vocals and sarod), and who got him acquainted with the Eastern way of life and philosophy. Istvan has taught and participated in a number of international concerts, including the World Music Festival in Delhi. He tours with his worldwide unique chanting voice and healing music and had full house concerts in India, Switzerland, Austria, Hungary, and all over the world, from Singapore to Mexico. He has been having a lot of workshops, too, where he teaches his singing technics.\n\nMagnificent energy from the heart. When you live in nature, in the scent of flowers, in the blessed light of the day and the sweet dew of the morning, you don’t have questions, you simply live and joy together with them. Your heart opens, you cry, cry, and your eyes are wet with dew. This is how this song was born, when your body, mind, and soul opens, God steps next to you in an unguarded moment, and pours her treasures into you.",
          "webUrl": "http://istvansky.com/about/",
          "youtubeVideoId": "l8Xc2amoUz8",
          "playWithSubtitles": true,
          "type": "about"
        },
        {
          "title": "Surya Santiga Ashram",
          "imageName": "ashram",
          "hideItemsPreview": true,
          "items": [
            {
              "title": "The Best Music and Singing",
              "content": "The Song of the Butterfly – Amazing message from the Sky\n\nHe talks about the secrets of the healing sounds like this: “The healing sound is born in a deep meditative state. Just sit in silence in nature. Let the ancient cosmic harmony probe deeply into your heart. Breathe slowly and listen to the songs of trees, plants and birds. Breathe together with spring, be the unfolding flower, breathe together with summer, with the miracle of completeness. Breathe together with autumn, with the passing of time and breathe together with the quiet stillness of winter.”\n\n“The longing soul is like a butterfly flying over the flowers of a huge garden. In its aspiration to be fully satisfied in its brief existence, sometimes gets lost among colors, shapes, loves and pains. And it only realize its endless search when notices that on the essence of all that exists, itself and the flowers are one. The Essence of Everything has no name. The existence of Everything which owns a name is an illusion.”\n\nThank you for this music inspiration……Ezequiel Belchior\n\n Find on bandcamp site track cosmic-ritual-dance-from-the-sky",
              "webUrl": "http://istvansky.com/2017/09/17/the-best-music-and-singing/",
              "imageUrl": "https://img.youtube.com/vi/Uat_HUGXnCo/hqdefault.jpg",
              "youtubeVideoId": "Uat_HUGXnCo",
              "date": "2017-09-17T00:00:00+0000",
              "type": "blogpost"
            },
            {
              "title": "István Sky Jeszenszky, music monk",
              "content": "The man who heals with his voice and music\nAt Szentbékkálla Öreghegy in his secluded centre I step in when István Sky Jeszenszky is just planting a special plant in his garden. I bet he is singing for it without sounds. And later he is singing loudly too as we are entering the house we welcome the fairies around the furnace and turning around on the mandala of the carpet welcoming the spirits of the place. That’s how we get into the holy sanctuary where musical instruments stand around the room at the wall: sarod, tampoura, zither, drums, tabla, darbuka, tibetan healing bowls, prayer bells, Chinese magical bowl. And in a couple of minutes they sound on. After I had listened to Pisti’s impromptu concert I was about to ask questions when we set out for Isti’s recommendation. We visit another beautiful village Salföld in the Káli basin and then we go on a pilgrimage to the ruins of Pálos monastery. On the way to there we immerse in Pisti’s magic world. We are talking about the ’möndölöcskék’ or with other words the fairy sheep and about his donkey, Kálmán, who woke him up in the mornings at 4 or 5 o’clock and carried water when his house was built. Later the donkey run away to another neighbourhood village. And we arrive at the ruins of the monastery which despite all ruination stand timelessly under the green foliaged skyhigh trees.\n– When we first came here with one of my friends, it was winter. We walked up here in 30 cms deep snow. Everything was so wonderful. I felt we had to stop at these two huge trees to pray. Then we walked around the monsatery 3 times, then we went in and at the area with the cupola I started to sing. And then 7 lights came up inside me. And in the 7 lights it said there are 3 worlds here that reach together. Look at that water well . Through it they could go down the under world. A couple of decades ago the well was still working and since that they have filled it in an also all the entrances to the bottom areas of the church and the casemate system where probably there were healings in the old times. Whenever I come over here I always play music. The acoustics are brilliant, I can sing very well here, I have wonderful feelings inside me here. What would it like be to make a roof and live here? You can’t do it because they stamped it as a ruin.\n– Would you live here with pleasure?\n– Not necessarily here but in a church like this with happiness. Which is a perfect place being secluded, but this mediterranian area with lots of water and there is plenty of vapour due to the lake Balaton. There are quite different life areas here than let’s say in Bükk or Pilis. I am looking for such a place where the vibrations are extremely good without any contamination. Where it is quiet and it is good opportunity for enjoying the inside silence. It is not urgent. It is going to be somewhere soon. They are going to send it from above. We ask for it in prayers. I am building a church, a rounded church where 50-60 or even 100 people can lay down, the music would go in the middle, a musical ritual over 2 or 3 hours.\n– A ritual? You mean one where you play music.\n– This healing ritual is based on love. Although I can’t see much force in music therapy in Hungary at the moment and I haven’t seen much abroad either. Although something similar would happen like at the music ritual held in Maria Church in Kiscell where 70-80 people can lay down. I wouldn’t call it necessarily ritual. It is more simple to say this is a music that recreates harmony and balance of body soul and spirit that was disrupted. At the first 10-15 mins the ego listens, looks at the lots of musical instruments, then those who are present, then when she / he can’t do anything closes her/ his eyes and listens to inside. When somebody hears songs and special songs, scales of music sooner or later the mind switches off and one meets with entirely new, eye opener experiences. A fairy world opens up inside where there is not pain, not internal or external excitement only peace and the calmness. Inside buzzing stops and you don’t have to wish or starve for anything, don’t have to behave, clap. Everybody has just to open oneself. You don’t need anything else for internal harmony just silence and giving yourself to it. In the moment when a person is able to release, gets free and when that happens, gets something, a miracle. If one doesn’t stop doing investigation, judging then won’t get anything. Our illnesses and aches are due to the connection to the I. It is very difficult to talk about it. All the people’s personal experience is opening up, recreation, that’s what is happening. Lots of people say after the first 20 mins they fall asleep or just meditate, and fell out of time and after one and half hours they don’t understand how is it possible it is finished as it has just started. They would like to stay.\n– How do you live it when playing the music?\n– Similarly to them. A deep meditation state comes where sounds, vibrations are sent down to me and it has to play through me. When I can step out of myself I get the ’sound therapy training’ from Heaven and what I get as a present I immediately offer and spread it around. When this is happening everything is imbued with it in my surroundings. It is a wonderful progression, I am not tired of it, and there isn’t adrenaline flowing. We only open our hearts to the light. You don’t need any preparations for that. Not necessary to pray, meditate, only I have to empty myself, and I enquiry the sound with love to come and give theirselves to us. I don’t have to control how the other plays the music, everything is born and happening right then and there. We very rarely have rehearsal with my students. When we have a rehearsal my students come up here on the hill, we sit down and play music. When we play on our musical instruments either for ourselves or for the audience we step over the need of playing a perfect stage music. We take ourselves out of the show off desires which doesn’t work any more. The future is not that. There isn’t entrance fee and appearance on stage. If you don’t want to pay a contribution then bring a bottle of water or a piece of plant or a jar of fruits conserve, or at least bring your heart. Music shouldn’t be a quid pro quo that somebody is paid for and waiting for enjoyment in the music for his payment. When we put ourselves together and when our heart is open, there is harmony in it. Then we can sincerely give what we are here for as a profession. This is what I have got. This is a duty: to do my profession, and give beautiful sounds as a sound monk.\n– You seem to be a lucky person who were able to save your heart being open\n– Every person have that playful childhood joy where there is not peeping out, there isn’t figure on, there isn’t show off, there is only the audience. This community experience has been given to me and the fairytale natural being in county Vas. I was grown up there as a tiny, flourishing child in the arms of my grandmother and grandfather in the village Halogy at the side of Őrség area. That’s where I got the love of nature from, and the practise of cooking, experience about love, where my grandparents loved each other. I have learnt about responsibility as grandfather ringed the bell in the dawn. And about the work in a farm, where there are animals. I knew when to feed them and what makes them good. Naturally I was entrusted to graze the cow, but I tied it up to a tree and went in the forest and I played on the zither and sang. All important that I had got comes from there. When my grandmother or granfather were sad or happy they always sang and healed themselves with their voice, loved each other and made order around them.\n– Why did you remain with the music instead of farming or cooking?\n– I didn’t have to learn this. I didn’t have to attend to a school or university as it was accompanying from my childhood. And later I didn’t either have teachers or people who wanted me to forget this. I played zither in my childhood, I learnt it from my grandparents. Old musical instrument maker masters made the zither, and they not only taught me how to play but how to choose the wood and learn to stretch the string, to build the musical instrument, that is the greatest knowledge.\n– Which of your musical instrument did you build?\n– My zither with an old man from my village. I drank the odour of the wood. He always carved from pinetree. Because the pine is from light. Its Hungarian name pine refers to light. Also I drank the old master’s nature as well, it imbibed me, it touched me as he said: ’Look my Istike now I am carving the head of the horse.’ That old man was in such a love with those horseheads, tulips that he carved. From the local people I learnt the internal beautiful music, folk songs. Later I got other musical instruments too. I learnt classic song on my guitar then improvisation music and jazz. About 22 years ago I got the sarod, I went to India where the greatest masters sent me around to each other because they loved me. This master student relationship fits my world. Our master is our everything: our teacher, our father, our mother, our leader. We have to give ourselves to the master to get wise. I learnt playing on sarod from Madame Sharan Rani music master In New Delhi. This type of study talks about simplicity. If we want to immerse in the beauty of the sound then we have to play it a thousand times, we have to sing it and be astonished how wonderful it is, how much it is mine and how to get deeper in it. This was the progression of the essentials. And at the end of it when I could play very well my master said to me to start making sounds with the musical instrument that results ancient and sacrificial knowledge. All this is to study the ability to play it in scales and in compositions. For example the vibration, energies of the afternoon or a late night to balance the changes, transition and vibration between the different times of the day.\n– We could sense this knowledge of yours on your Cd title: Inside compositions, which you made when you returned from India after 10 years.\n– Yes and then the following CD title: Sound of Worlds became a very famous record. And then came the Healing Miraculous Sounds that is real healing music. The latest one the Light Establisher that includes the unique, beautiful sounds of the material of Kiscell Maria Church concerts, that is played every year there. This record was made for the intention to bring specific light harmonies into the heart of the people so as they can be in the present and they are able to love each other. I am planning that the next record will come out maybe this summer. At my last India tour we played healing music with three other Indian musicians. We sat down at 7 in the morning and played until 7 in the evening and we recorded that. Welcoming of the Sun, Sun love… I had this feeling while we played together. It became a splendid inside heart music. Surja Sangita. This is the title of it.\n– Healing and the connection with the transcendent world always connects in your music.\n– All of my life I was interested in the student relationship and the God existence. I have always seeked how frequencies come in the trans of life and death. Where is the vibration from that was in my grandfather and when he died it was not there any more? What is that unique scale, tune, oscillation, harmony that a human exists from? I believe we could sing a human person. My masters were simple natural people who did their jobs. They never cared about the quality of their doings, because if mind analyzes the speciality then touches only the surface of something. Looks for but never finds the most important treasure that everything moves and lives from, and there is harmony and good way of feeling.\n– Can you put into words what that treasure would be?\n– Don’t elude from the joy or from the pain. It doesn’t matter if there is brightness or sadness drink it. It is a really new demand inside me too: I am expecting a community where people can give up those expectations that were instilled into them. When they can get rid of those must do things that people have created for generations, we can step out of the modern world, take in the slowing down feeling and step in the God spiral. Then we are not scared to undertake of sitting in the grass and taking over the vibration of the grass, or swim naked, roll in the dawn dew, in the flowers of the field or in the snow or in starlight…\n– It is not easy for lots of people.\n– Thought it would be so easy. Once I saw a French cartoon. It caught me so much. It’s title was: The man who planted trees. It is about such a man who lived in the desert, grazed sheep and he planted 100 acorns every single day through 50 years. How many trees are those. That man was an ancient miracle. With its long moustache he was like a Hungarian man who is beatific through the nature because he inherited that. ’A man who heals with music’ that simple would be the title of what I like. People can be healed by music. If we let go the mind directed everydays if we get free of our knots and our isms, that is the greatest healer. With the help of vibrations that is taken over by the human body and in the water that creates it every cell gets back to its original state in order. Originally our task is to be present and be ourselves. So many wonders are in our languages. Being present, being on our own. Secret of life is not other than being present with our soul through serving, having sympathy with others and humility. When I play music I am present too, I am bathing in the moment, And I am giving what I can with my cleanest heart.\nWritten by Zoltán Csörgő\nTranslated by Gabor Gyarmati\n",
              "webUrl": "http://istvansky.com/2017/08/28/istvan-sky-jeszenszky-music-monk/",
              "date": "2017-08-28T00:00:00+0000",
              "type": "blogpost"
            },
            {
              "title": "Spiritual singing and instrumental workshop",
              "content": "We are sitting in the garden of Istvan’s Surya Sangita Ashram, in the shade of an old walnut tree. All around us peace and quiet. Then he takes his guitar and breaks the silence with song.\n\n“Everything is singing. Every blade of grass, the flowers and this old walnut tree, too. Beautiful, old songs to bless the place “, he sings.\n“Here we sit under it, and I feel that it’s incessantly chanting. Still, motionless. I’m sitting here and I’m flying with it. I’m singing its song, hugging its waist, over an infinite time. Its green foliage adorns the sky. Each flower is smiling.”\n\nHow did you find your voice?\n“My grandparents and my mother sang a lot. Whether my mother was happy or sad, she was singing. And I saw that the singing itself made her happy. From a world that we call the world of adults and the world expectations and control, she could enter a world where she could be happy and free to rise. I really loved this world as an innocent child. I started to sing with her while still in the womb.”\n\nWhat happens when we sing?\n“If you sing from the heart, you can connect to the beautiful cosmic world, where there is no past and no future. Only the blessed present exists there. We do not judge anything or anybody, we’re just existing in this beautiful flow, between heaven and earth. If you sing, you’re in wholeness, in the blessed palms of God, in the flowers’ field, smiling at the heart, and all difficulties evaporate. The soul is happy and the spirit expands. The constraints, which were built by the mind, crumble in an instant. You’re free again, like a bird. You are alive and creating again. You take part in the divine creation and in the magic that is honest and pure. You don’t want to control or change it, just let it lead and teach you.”\n\nSo it’s like a deep meditation?\n“You make magic when you sing. Especially if you sing while deeply engrossed, which brings you into the joy of the moment. If you sing every day, the channel that connects you with nature opens. All your feelings of pain and emotional suffering disappear. You are renewed. The chant cleans and opens all seven of your energy centers. You live happily in the temple of the body, in this holy place again.”\n\nHow does the singing cure?\n“All your cells are glad and happy when you sing. You don’t talk and think then. Every chant is in the present, and present is the moment of the divine wholeness. Many people start to cry at my concerts. They cry because poisons, problems, pain and hardness disappear from your body this way, and sensitivity, kindness, beauty, loving reception and harmony re-seats there. You don’t have to defend yourself and be afraid of anyone in this state, you only exist in this timeless state, like a flower, which stretches up to the light, happy in the rain, the dew, the wind.”\n\nWhat do you teach to anyone who goes to the Surya Sangita Ashram?\n“First of all, I urge you to cast off your fears. Leave at home the kind of defense, constant control, and fear with which you have traveled so far. Arrive at the site, among the flowers and caress them. Just sit in the grass and feel this divine state. Arrive into the sanctuary. Then I ask you to forgive yourself and others. Step inside the shrine and meditate. Listen to the sound of cosmic creation, return to the womb. Be reborn without pain, sadness or any kind of compliance. Just listen, be the witness, the observer. Do not judge, just listen, flow with the nature, wave with the wind. Just be in the moment, just be. Become who you are. Then start singing the sounds of the chakras. Because the chakras have not only colors, they have voices too.”\n\nHow are your songs born?\n“During raving and chanting. In the presence of the spirit. The song Gate Gate came to me in Istanbul, for example, early in the morning on a spring day. They come with a special feeling as if someone is messaging me. I don’t bring a piece of paper or a pen, I close my eyes and listen to the flood. And the sounds just keep coming through the channel of light. I swim in this light. This is a rare experience in this earthly life. And the first voice comes: ‘Take this tune to the people. Sing it them to be happier and to be in the present.’ Other times I fast. I wait because I know that I can get the sounds at any moment. I’m waiting, sitting in a quiet location, among beautiful natural surroundings, under the cedar tree or on the shores of the lake. I prepare my body. I don’t take food or water. I let my body go hungry and thirsty for this beautiful light. There are no words to describe the catharsis when the tune finally arrives to me. Then, with great respect and love, I thank God for such a great gift that these songs could find a place in my heart.”\n\nWritten by: Krisztina Chilembu, Istvan Sky\n\nHungarian news about Istvan Sky healing music\n",
              "webUrl": "http://istvansky.com/2017/08/13/spiritual-singing-and-instrumental-workshop/",
              "date": "2017-07-13T00:00:00+0000",
              "type": "blogpost"
            }
          ],
          "webUrl": "http://istvansky.com/ashram/",
          "type": "ashram"
        },
        {
          "title": "Contact",
          "imageName": "contact",
          "webUrl": "http://istvansky.com/contact/",
          "type": "contact"
        },
        {
          "title": "Booking",
          "imageName": "istvan-meditating",
          "content": "Music is meant to be shared and has tremendous power to influence our lives as a human race. In the same time not that many are aware of the healing qualities of sound. People are still in love with entertainment and there is nothing wrong with it.",
          "webUrl": "http://istvansky.com/240-2/",
          "type": "booking"
        }
      ]
    },
    {
      "title": "Healing Music",
      "type": "music",
      "imageName": "menu-healing",
      "webUrl": "https://istvansky.bandcamp.com/",
      "items": [
        {
          "title": "Healing Meditations",
          "type": "meditations",
          "content": "Listening to healing music creates harmony in humans, restores the disrupted balance of the body and soul, and smoothes heartbeat and respiration. The healing sound is born in a deep meditative state. Just sit in silence in nature. Let the ancient cosmic harmony probe deeply into your heart. Breathe slowly and listen to the songs of trees, plants and birds. Breathe together with the spring, be the unfolding flower, breathe together with the summer, and with the miracle of completeness. Breathe together with the autumn, with the passing of time and breathe together with the quiet stillnes of winter. 🌻",
          "items": [
            {
              "title": "Heart Meditation",
              "imageUrl": "https://img.youtube.com/vi/sx3fHQvgG9I/maxresdefault.jpg",
              "content": "The Healing sounds are born in endless cosmic silence, filling each and every part of this splendidly luminous world.\nMake yourself humble to let the harmony of the divine love touch you.\n\nBe the creating silence yourself that brings peace and joy to those who are craving for.\nLet the desire for awakening be born in you, for the eyes to see clear, for the ears to hear flawless, for the words to be true and for the flower of your heart to discover love.\n\nPlease, relax and concentrate on your breathing, open your eyes just a little bit so you don't fall asleep. Breathe in deep this music, let it heal your body no matter your illness, and travel with me to this wonderful world. Sit below the almond tree with me, in a deep trance, deep meditation, in deep divine love.",
              "webUrl": "https://www.youtube.com/watch?v=sx3fHQvgG9I",
              "audioUrl": "https://firebasestorage.googleapis.com/v0/b/istvan-sky-beta.appspot.com/o/meditations%2FIstvan%20Sky%20Healing%20Meditation%2030%20Minutes.mp3?alt=media&token=8d94fee5-06b9-4671-a0de-81a064e25c9b",
              "youtubeVideoId": "sx3fHQvgG9I",
              "type": "meditation"
            },
            {
              "title": "Butterfly man Blessings Om Meditation",
              "imageUrl": "https://img.youtube.com/vi/O3jBxRzo42I/maxresdefault.jpg",
              "content": "Please, relax and concentrate on your breathing, open your eyes just a little bit so you don't fall asleep. Breathe in deep this music, let it heal your body no matter your illness, and travel with me to this wonderful world. Sit below the almond tree with me, in a deep trance, deep meditation, in deep divine love.",
              "webUrl": "https://www.youtube.com/watch?v=O3jBxRzo42I",
              "audioUrl": "https://firebasestorage.googleapis.com/v0/b/istvan-sky-beta.appspot.com/o/meditations%2FIstvan%20Sky%20-%20Butterfly%20man%20Blessings%20Om%20Meditation.mp3?alt=media&token=09874cea-2de2-4e4c-a478-384c4faf5971",
              "youtubeVideoId": "O3jBxRzo42I",
              "type": "meditation"
            },
            {
              "title": "Gayatri Mantra Meditation From The Heart",
              "imageUrl": "https://img.youtube.com/vi/loqdgs86Jcc/maxresdefault.jpg",
              "content": "Please, relax and concentrate on your breathing, open your eyes just a little bit so you don't fall asleep. Breathe in deep this music, let it heal your body no matter your illness, and travel with me to this wonderful world. Sit below the almond tree with me, in a deep trance, deep meditation, in deep divine love.",
              "webUrl": "https://www.youtube.com/watch?v=loqdgs86Jcc",
              "audioUrl": "https://firebasestorage.googleapis.com/v0/b/istvan-sky-beta.appspot.com/o/meditations%2FGayatri%20Mantra%20Meditation%20From%20The%20Heart.mp3?alt=media&token=5b3cb21f-a068-4b25-b899-aa480c008cf8",
              "youtubeVideoId": "loqdgs86Jcc",
              "type": "meditation"
            },
            {
              "title": "Fényhozó - Singing Bowl meditation",
              "imageUrl": "https://img.youtube.com/vi/LdrvkjUQOww/maxresdefault.jpg",
              "content": "Please, relax and concentrate on your breathing, open your eyes just a little bit so you don't fall asleep. Breathe in deep this music, let it heal your body no matter your illness, and travel with me to this wonderful world. Sit below the almond tree with me, in a deep trance, deep meditation, in deep divine love.",
              "webUrl": "https://www.youtube.com/watch?v=LdrvkjUQOww",
              "audioUrl": "https://firebasestorage.googleapis.com/v0/b/istvan-sky-beta.appspot.com/o/meditations%2FIstvan%20Sky%20-%20Fe%CC%81nyhozo%CC%81%20-%20Singing%20Bowl%20meditation.mp3?alt=media&token=8dda43c2-0f6a-4eda-a93b-08fa12c1a9e5",
              "youtubeVideoId": "LdrvkjUQOww",
              "type": "meditation"
            }
          ]
        },
        {
          "title": "",
          "imageName": "support",
          "type": "support",
          "content": "#istvansky\nListening to healing music creates harmony in humans, restores the disrupted balance of the body and soul, and smoothes heartbeat and respiration. The healing sound is born in a deep meditative state. Just sit in silence in nature. Let the ancient cosmic harmony probe deeply into your heart. Breathe slowly and listen to the songs of trees, plants and birds. Breathe together with the spring, be the unfolding flower, breathe together with the summer, and with the miracle of completeness. Breathe together with the autumn, with the passing of time and breathe together with the quiet stillnes of winter. 🌻\n\nPlease Enjoy Istvan Sky's Healing Music on Apple Music and on other similar popular services 🙏",
          "hideItemsPreview": true,
          "items": [
            {
              "title": "Listen on Apple Music",
              "imageName": "apple-music",
              "webUrl": "https://itunes.apple.com/us/artist/istvan-sky/965794026?mt=1&app=music",
              "type": "applemusic"
            },
            {
              "title": "Buy on iTunes",
              "imageName": "itunes",
              "webUrl": "https://itunes.apple.com/us/artist/istvan-sky/965794026?app=itunes",
              "type": "appleitunes"
            },
            {
              "title": "Listen on Spotify",
              "imageName": "spotify",
              "webUrl": "spotify://artist/3ASrFORWae2H8quuvPPcdm",
              "type": "spotify"
            },
            {
              "title": "Listen on Deezer",
              "imageName": "deezer",
              "webUrl": "deezer:///artist/7523014",
              "type": "deezer"
            },
            {
              "title": "Listen on Youtube",
              "imageName": "youtube",
              "webUrl": "https://www.youtube.com/channel/UColJKcjFMJPzAS9R9rcZWkA",
              "type": "youtube"
            },
            {
              "title": "Follow on Facebook",
              "imageName": "facebook",
              "webUrl": "https://www.facebook.com/100003473866675",
              "type": "facebook"
            },
            {
              "title": "Follow on Instagram",
              "imageName": "instagram",
              "webUrl": "https://instagram.com/istvansky1",
              "type": "instagram"
            }
          ]
        }
      ]
    },
    {
      "title": "Tour Dates",
      "type": "tour",
      "imageName": "menu-tour",
      "webUrl": "http://istvansky.com/tour-dates/",
      "items": [
        {
          "title": "Spirit from the sky healing concert, Belgium",
          "imageUrl": "https://firebasestorage.googleapis.com/v0/b/istvan-sky-beta.appspot.com/o/images%2Fistvan-belgium-concert-1.jpg?alt=media&token=df6ad5cd-002e-4a6e-b6f7-b8237a225327",
          "webUrl": "http://istvansky.com",
          "date": "2019-05-18T17:00:00+0000",
          "endDate": "2019-05-19T19:59:00+0000",
          "timeZone": "1",
          "type": "event"
        },
        {
          "title": "Dakini Festival 2019",
          "imageUrl": "http://istvansky.com/wp-content/uploads/2018/10/43729521_702802800094088_7420351019466358784_n.jpg",
          "webUrl": "https://dakinifestival.com/tickets/",
          "date": "2019-06-27T15:00:00+0000",
          "endDate": "2019-07-01T20:59:00+0000",
          "timeZone": "3",
          "type": "event"
        }
      ]
    },
    {
      "title": "Donate",
      "type": "donate",
      "imageName": "menu-donate",
      "content": "Istvan Sky Music's creative production is done at his own expense, all your donations will help to further the projects, and make concerts available abroad.\n\nYour gift can make the difference!\n\nYour donation will help build the healing music Ashram Spiritual Center in Hungary.",
      "webUrl": "http://istvansky.com/donate/"
    },
    {
      "title": "More",
      "type": "more",
      "imageName": "menu-more",
      "items": [
        {
          "title": "Privacy policy",
          "type": "privacypolicy",
          "webUrl": "https://www.websitepolicies.com/policies/view/JcZfKi1c"
        },
        {
          "title": "Terms and conditions",
          "type": "tandc",
          "webUrl": "https://www.websitepolicies.com/policies/view/kzk2XDq0"
        },
        {
          "title": "Acknowledgements",
          "type": "thirdparty"
        },
        {
          "title": "Clear cached data",
          "type": "clearcache"
        },

        {
          "title": "App version",
          "type": "version"
        }
      ]
    }
  ]
}
